Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: This custom LLM rejects the “store/disable_response_storage” field. Open Providers → this connection → Connection settings → Compatibility and turn off “Don't keep responses in the cloud”, then retry.
ar: يرفض هذا النموذج اللغوي الكبير المخصص الحقل «store/disable_response_storage». افتح المزوّدون ← هذه الاتصالات ← إعدادات الاتصال ← التوافق، ثم أوقف «Don’t keep responses in the cloud» وأعد المحاولة.
de: Dieses benutzerdefinierte LLM lehnt das Feld „store/disable_response_storage“ ab. Öffne Anbieter → dieses benutzerdefinierte LLM → Verbindungseinstellungen → Kompatibilität und deaktiviere „Don't keep responses in the cloud“, dann versuche es erneut.
es: Este LLM personalizado rechaza el campo «store/disable_response_storage». Abre Proveedores → este LLM personalizado → Configuración de conexión → Compatibilidad y desactiva «Don't keep responses in the cloud», luego reintenta.
fr: Ce LLM personnalisé rejette le champ « store/disable_response_storage ». Ouvre Fournisseurs → ce LLM personnalisé → Paramètres de connexion → Compatibilité et désactive « Don't keep responses in the cloud », puis réessaie.
hi: यह कस्टम LLM “store/disable_response_storage” फ़ील्ड को अस्वीकार करता है। प्रदाता → यह कस्टम LLM → कनेक्शन सेटिंग्स → संगतता खोलें और “Don't keep responses in the cloud” बंद करें, फिर पुनः प्रयास करें।
id: LLM kustom ini menolak kolom “store/disable_response_storage”. Buka Penyedia → LLM kustom ini → Pengaturan koneksi → Kompatibilitas lalu matikan “Don't keep responses in the cloud”, kemudian coba lagi.
ja: このカスタム LLM は「store/disable_response_storage」フィールドを受け付けません。プロバイダー → この接続 → 接続設定 → 互換性を開き、「Don’t keep responses in the cloud」をオフにしてから再試行してください。
ko: 이 사용자 지정 LLM는 “store/disable_response_storage” 필드를 거부합니다. 제공업체 → 이 사용자 지정 LLM → 연결 설정 → 호환성를 열어 “Don't keep responses in the cloud”를 끈 뒤 다시 시도하세요.
pt_br: Este LLM personalizado rejeita o campo “store/disable_response_storage”. Abra Provedores → este LLM personalizado → Configurações de conexão → Compatibilidade e desligue “Don't keep responses in the cloud”, depois tente novamente.
ru: Эта пользовательская LLM отклоняет поле «store/disable_response_storage». Откройте Поставщики → это подключение → Настройки подключения → Совместимость и выключите «Don't keep responses in the cloud», затем повторите.
th: LLM แบบกำหนดเองนี้ปฏิเสธฟิลด์ “store/disable_response_storage” เปิดผู้ให้บริการ → LLM แบบกำหนดเองนี้ → การตั้งค่าการเชื่อมต่อ → ความเข้ากันได้ แล้วปิด “Don't keep responses in the cloud” จากนั้นลองใหม่
tr: Bu özel LLM “store/disable_response_storage” alanını reddediyor. Sağlayıcılar → bu özel LLM → Bağlantı ayarları → Uyumluluk bölümünü açın ve “Don't keep responses in the cloud”u kapatıp tekrar deneyin.
vi: LLM tùy chỉnh này từ chối trường “store/disable_response_storage”. Mở Nhà cung cấp → LLM tùy chỉnh này → Cài đặt kết nối → Tương thích rồi tắt “Don't keep responses in the cloud”, sau đó thử lại.
zh_hans: 此自定义 LLM 不接受“store/disable_response_storage”字段。打开 供应商 → 该连接 → 连接设置 → 兼容性，关闭“不在云端保留响应”后重试。
zh_hant: 此自訂 LLM 不接受「store/disable_response_storage」欄位。開啟 供應商 → 該連線 → 連線設定 → 相容性，關閉「不在雲端保留回應」後重試。

source: This custom LLM requires the OpenAI Responses protocol. Open Providers → this connection → Connection settings → protocol type and switch to “Codex style (Responses)”, then retry.
ar: يتطلب هذا النموذج اللغوي الكبير المخصص بروتوكول OpenAI Responses. افتح المزوّدون ← هذه الاتصالات ← إعدادات الاتصال ← نوع البروتوكول، ثم اختر «Codex style (Responses)» وأعد المحاولة.
de: Dieses benutzerdefinierte LLM erfordert das OpenAI Responses-Protokoll. Öffne Anbieter → dieses benutzerdefinierte LLM → Verbindungseinstellungen → Protokolltyp und wechsle zu „Codex style (Responses)“, dann versuche es erneut.
es: Este LLM personalizado requiere el protocolo OpenAI Responses. Abre Proveedores → este LLM personalizado → Configuración de conexión → tipo de protocolo y cambia a «Codex style (Responses)», luego reintenta.
fr: Ce LLM personnalisé nécessite le protocole OpenAI Responses. Ouvre Fournisseurs → ce LLM personnalisé → Paramètres de connexion → type de protocole et passe à « Codex style (Responses) », puis réessaie.
hi: इस कस्टम LLM को OpenAI Responses प्रोटोकॉल चाहिए। प्रदाता → यह कस्टम LLM → कनेक्शन सेटिंग्स → प्रोटोकॉल प्रकार खोलें और “Codex style (Responses)” पर स्विच करें, फिर पुनः प्रयास करें।
id: LLM kustom ini memerlukan protokol OpenAI Responses. Buka Penyedia → LLM kustom ini → Pengaturan koneksi → jenis protokol lalu ganti ke “Codex style (Responses)”, kemudian coba lagi.
ja: このカスタム LLM には OpenAI Responses プロトコルが必要です。プロバイダー → この接続 → 接続設定 → プロトコルの種類を開き、「Codex style (Responses)」に切り替えてから再試行してください。
ko: 이 사용자 지정 LLM는 OpenAI Responses 프로토콜이 필요합니다. 제공업체 → 이 사용자 지정 LLM → 연결 설정 → 프로토콜 유형을 열어 “Codex style (Responses)”으로 변경한 뒤 다시 시도하세요.
pt_br: Este LLM personalizado requer o protocolo OpenAI Responses. Abra Provedores → este LLM personalizado → Configurações de conexão → tipo de protocolo e mude para “Codex style (Responses)”, depois tente novamente.
ru: Этой пользовательской LLM нужен протокол OpenAI Responses. Откройте Поставщики → это подключение → Настройки подключения → тип протокола и переключитесь на «Codex style (Responses)», затем повторите.
th: LLM แบบกำหนดเองนี้ต้องใช้โปรโตคอล OpenAI Responses เปิดผู้ให้บริการ → LLM แบบกำหนดเองนี้ → การตั้งค่าการเชื่อมต่อ → ประเภทโปรโตคอล แล้วเปลี่ยนเป็น “Codex style (Responses)” จากนั้นลองใหม่
tr: Bu özel LLM OpenAI Responses protokolünü gerektirir. Sağlayıcılar → bu özel LLM → Bağlantı ayarları → protokol türü bölümünü açın ve “Codex style (Responses)”e geçip tekrar deneyin.
vi: LLM tùy chỉnh này cần giao thức OpenAI Responses. Mở Nhà cung cấp → LLM tùy chỉnh này → Cài đặt kết nối → loại giao thức rồi chuyển sang “Codex style (Responses)”, sau đó thử lại.
zh_hans: 此自定义 LLM 需要 OpenAI Responses 协议。打开 供应商 → 该连接 → 连接设置 → 协议类型，切换为“Codex（Responses）”后重试。
zh_hant: 此自訂 LLM 需要 OpenAI Responses 協議。開啟 供應商 → 該連線 → 連線設定 → 協議類型，切換為「Codex（Responses）」後重試。

source: This custom LLM requires the “max_tokens” parameter. Open the model settings for this custom LLM and set a max_tokens value (e.g. 4096), then retry.
ar: يتطلب هذا النموذج اللغوي الكبير المخصص المعلمة «max_tokens». افتح إعدادات النموذج لهذا النموذج اللغوي الكبير المخصص واضبط قيمة max_tokens (مثل 4096)، ثم أعد المحاولة.
de: Dieses benutzerdefinierte LLM erfordert den Parameter „max_tokens“. Öffne die Modelleinstellungen dieses benutzerdefinierte LLMs und setze einen max_tokens-Wert (z. B. 4096), dann versuche es erneut.
es: Este LLM personalizado requiere el parámetro «max_tokens». Abre la configuración del modelo de este LLM personalizado y establece un valor para max_tokens (p. ej., 4096), luego reintenta.
fr: Ce LLM personnalisé nécessite le paramètre « max_tokens ». Ouvre les paramètres du modèle de ce LLM personnalisé et définis une valeur pour max_tokens (par ex. 4096), puis réessaie.
hi: इस कस्टम LLM को “max_tokens” पैरामीटर चाहिए। इस कस्टम LLM की मॉडल सेटिंग्स खोलें और max_tokens मान सेट करें (जैसे 4096), फिर पुनः प्रयास करें।
id: LLM kustom ini memerlukan parameter “max_tokens”. Buka pengaturan model untuk LLM kustom ini dan setel nilai max_tokens (mis. 4096), kemudian coba lagi.
ja: このカスタム LLM には「max_tokens」パラメータが必要です。このカスタム LLM のモデル設定を開き、max_tokens の値（例: 4096）を指定してから再試行してください。
ko: 이 사용자 지정 LLM는 “max_tokens” 매개변수가 필요합니다. 이 사용자 지정 LLM의 모델 설정을 열어 max_tokens 값(예: 4096)을 설정한 뒤 다시 시도하세요.
pt_br: Este LLM personalizado requer o parâmetro “max_tokens”. Abra as configurações do modelo deste LLM personalizado e defina um valor para max_tokens (ex.: 4096), depois tente novamente.
ru: Этой пользовательской LLM требуется параметр «max_tokens». Откройте настройки модели этой пользовательской LLM и задайте значение max_tokens (напр. 4096), затем повторите.
th: LLM แบบกำหนดเองนี้ต้องการพารามิเตอร์ “max_tokens” เปิดการตั้งค่าโมเดลของ LLM แบบกำหนดเองนี้แล้วระบุค่า max_tokens (เช่น 4096) จากนั้นลองใหม่
tr: Bu özel LLM “max_tokens” parametresini gerektirir. Bu özel LLM'in model ayarlarını açın ve bir max_tokens değeri (örn. 4096) belirleyip tekrar deneyin.
vi: LLM tùy chỉnh này yêu cầu tham số “max_tokens”. Mở cài đặt mô hình của LLM tùy chỉnh này và đặt giá trị max_tokens (ví dụ 4096), sau đó thử lại.
zh_hans: 此自定义 LLM要求填写 “max_tokens” 参数。打开此自定义 LLM 的模型设置,设置 max_tokens(例如 4096),然后重试。
zh_hant: 此自訂 LLM要求填寫 “max_tokens” 參數。開啟此自訂 LLM 的模型設定,設定 max_tokens(例如 4096),然後重試。

source: This custom LLM still rejects Oriveo's Codex client identity. Try setting a custom User-Agent under Connection settings → Advanced HTTP, or switch to another custom LLM / contact its administrator (the upstream account may be unauthorized or rate-limited).
ar: لا يزال هذا النموذج اللغوي الكبير المخصص يرفض هوية عميل Codex من Oriveo. جرّب ضبط User-Agent مخصص ضمن إعدادات الاتصال ← HTTP متقدم، أو انتقل إلى نموذج لغوي كبير مخصص آخر / اتصل بمسؤول الخدمة (قد يكون الحساب غير مخوّل أو محدود المعدل).
de: Dieses benutzerdefinierte LLM lehnt Oriveos Codex-Client-Identität weiterhin ab. Setze unter Verbindungseinstellungen → Erweitertes HTTP einen benutzerdefinierten User-Agent oder wechsle zu einem anderen benutzerdefinierten LLM / kontaktiere den Administrator (das Upstream-Konto ist evtl. nicht autorisiert oder gedrosselt).
es: Este LLM personalizado sigue rechazando la identidad de cliente Codex de Oriveo. Prueba configurar un User-Agent personalizado en Configuración de conexión → HTTP avanzado, o cambia de LLM personalizado / contacta al administrador (la cuenta upstream puede no estar autorizada o estar limitada).
fr: Ce LLM personnalisé rejette toujours l'identité client Codex d'Oriveo. Essaie de définir un User-Agent personnalisé sous Paramètres de connexion → HTTP avancé, ou change de LLM personnalisé / contacte l'administrateur (le compte upstream peut être non autorisé ou limité).
hi: यह कस्टम LLM अभी भी Oriveo की Codex क्लाइंट पहचान को अस्वीकार कर रहा है। कनेक्शन सेटिंग्स → उन्नत HTTP में कस्टम User-Agent सेट करने का प्रयास करें, या दूसरा कस्टम LLM चुनें / व्यवस्थापक से संपर्क करें (upstream खाता अनधिकृत या सीमित हो सकता है)।
id: LLM kustom ini tetap menolak identitas klien Codex dari Oriveo. Coba atur User-Agent kustom di Pengaturan koneksi → HTTP Lanjutan, atau ganti LLM kustom / hubungi administrator (akun upstream mungkin tidak diotorisasi atau dibatasi).
ja: このカスタム LLM は Oriveo の Codex クライアント識別を依然として拒否しています。接続設定 → 高度な HTTP 設定でカスタム User-Agent を指定するか、別のカスタム LLM に切り替えるか、サービス管理者に連絡してください（上流アカウントが未認可またはレート制限中の可能性があります）。
ko: 이 사용자 지정 LLM는 여전히 Oriveo의 Codex 클라이언트 식별 정보를 거부합니다. 연결 설정 → 고급 HTTP에서 사용자 지정 User-Agent를 설정해 보거나, 다른 사용자 지정 LLM로 전환하거나 관리자에게 문의하세요(업스트림 계정이 비인가/제한되었을 수 있습니다).
pt_br: Este LLM personalizado ainda rejeita a identidade do cliente Codex enviada pelo Oriveo. Tente definir um User-Agent personalizado em Configurações de conexão → HTTP avançado, ou mude de LLM personalizado / contate o administrador (a conta upstream pode estar não autorizada ou limitada).
ru: Эта пользовательская LLM по-прежнему отклоняет идентификатор клиента Codex от Oriveo. Попробуйте задать собственный User-Agent в Настройки подключения → Расширенный HTTP или переключитесь на другую пользовательскую LLM / свяжитесь с администратором (upstream-аккаунт может быть не авторизован или ограничен).
th: LLM แบบกำหนดเองนี้ยังปฏิเสธข้อมูลระบุไคลเอนต์ Codex ที่ Oriveo ส่งไป ลองตั้งค่า User-Agent ที่กำหนดเองใน การตั้งค่าการเชื่อมต่อ → HTTP ขั้นสูง หรือเปลี่ยน LLM แบบกำหนดเอง / ติดต่อผู้ดูแล (บัญชี upstream อาจไม่ได้รับอนุญาตหรือถูกจำกัดอัตรา)
tr: Bu özel LLM Oriveo'nun gönderdiği Codex istemci kimliğini hâlâ reddediyor. Bağlantı ayarları → Gelişmiş HTTP altında özel bir User-Agent ayarlamayı deneyin veya başka bir özel LLM'e geçin / yöneticiyle iletişime geçin (upstream hesap yetkilendirilmemiş veya sınırlanmış olabilir).
vi: LLM tùy chỉnh này vẫn từ chối danh tính client Codex mà Oriveo gửi. Thử đặt User-Agent tùy chỉnh trong Cài đặt kết nối → HTTP nâng cao, hoặc đổi LLM tùy chỉnh / liên hệ quản trị viên (tài khoản upstream có thể bị từ chối hoặc giới hạn).
zh_hans: 此自定义 LLM 仍然拒绝 Oriveo 发出的 Codex 客户端身份。可在连接设置 → 高级 HTTP 中设置自定义 User-Agent，或更换其他自定义 LLM / 联系其服务商（上游账号可能未授权或被限速）。
zh_hant: 此自訂 LLM 仍然拒絕 Oriveo 送出的 Codex 客戶端身分。可在連線設定 → 進階 HTTP 中設定自訂 User-Agent，或更換其他自訂 LLM / 聯絡其服務商（上游帳號可能未授權或被限速）。

source: This value is sent to the provider as-is, but we have not verified that it takes effect.
ar: تُرسَل هذه القيمة إلى المزوّد كما هي، لكننا لم نتحقق من أنها تُحدث أثرًا.
de: Dieser Wert wird unverändert an den Anbieter gesendet, aber wir haben nicht geprüft, ob er wirkt.
es: Este valor se envía al proveedor tal cual, pero no hemos verificado que surta efecto.
fr: Cette valeur est envoyée telle quelle au fournisseur, mais nous n'avons pas vérifié qu'elle prend effet.
hi: यह मान प्रदाता को ज्यों-का-त्यों भेजा जाता है, पर हमने सत्यापित नहीं किया कि यह प्रभावी होता है।
id: Nilai ini dikirim apa adanya ke penyedia, tetapi kami belum memverifikasi bahwa nilai ini berpengaruh.
ja: この値はそのままプロバイダに送信されますが、実際に効くかは未検証です。
ko: 이 값은 공급자에게 그대로 전송되지만, 실제로 적용되는지는 확인하지 않았습니다.
pt_br: Este valor é enviado ao provedor como está, mas não verificamos se ele tem efeito.
ru: Значение отправляется провайдеру как есть, но мы не проверяли, срабатывает ли оно.
th: ค่านี้จะถูกส่งให้ผู้ให้บริการตามเดิม แต่เรายังไม่ได้ตรวจสอบว่ามีผลจริงหรือไม่
tr: Bu değer sağlayıcıya olduğu gibi gönderilir, ancak etkili olduğunu doğrulamadık.
vi: Giá trị này được gửi nguyên vẹn đến nhà cung cấp, nhưng chúng tôi chưa xác minh nó có hiệu lực.
zh_hans: 这个值会照原样发给供应商，但我们没有验证过它是否生效
zh_hant: 這個值會照原樣傳給供應商，但我們沒有驗證過它是否生效

source: This will remove the provider and its model settings.
ar: سيؤدي هذا إلى إزالة المزوّد وإعدادات نماذجه.
de: Dadurch werden der Anbieter und seine Modelleinstellungen entfernt.
es: Esto eliminará el proveedor y su configuración de modelos.
fr: Cela supprimera le fournisseur et ses réglages de modèles.
hi: इससे प्रदाता और उसकी मॉडल सेटिंग्स हट जाएंगी।
id: Ini akan menghapus penyedia dan pengaturan modelnya.
ja: これにより、このプロバイダーとそのモデル設定が削除されます。
ko: 이 작업은 이 제공업체와 해당 모델 설정을 제거합니다.
pt_br: Isso removerá o provedor e as configurações de modelo dele.
ru: Это удалит этого провайдера и его настройки моделей.
th: การดำเนินการนี้จะลบผู้ให้บริการและการตั้งค่าโมเดลของผู้ให้บริการ
tr: Bu işlem sağlayıcıyı ve model ayarlarını kaldıracaktır.
vi: Thao tác này sẽ xóa nhà cung cấp và cài đặt mô hình của nó.
zh_hans: 这将移除此服务商及其模型设置。
zh_hant: 這將移除此服務商及其模型設定。

source: Top-up
ar: شحن الرصيد
de: Aufladen
es: Recargar
fr: Recharger
hi: टॉप-अप
id: Isi ulang
ja: チャージ
ko: 충전
pt_br: Recarregar
ru: Пополнить
th: เติมเงิน
tr: Bakiye yükle
vi: Nạp thêm
zh_hans: 充值
zh_hant: 儲值

# Transport
source: Protocol
ar: بروتوكول
de: Protokoll
es: Protocolo
fr: Protocole
hi: प्रोटोकॉल
id: Protokol
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
ru: Протокол
th: โปรโตคอล
tr: Protokol
vi: Giao thức
zh_hans: 协议
zh_hant: 協議

source: Protocol, authentication, and behavior are managed by the preset. Switch to Fully Custom to override them.
ar: يدير الإعداد المسبق البروتوكول والمصادقة والسلوك. بدّل إلى «مخصص بالكامل» لتجاوزها.
de: Protokoll, Authentifizierung und Verhalten werden vom Preset verwaltet. Wechseln Sie zu „Vollständig benutzerdefiniert“, um sie zu überschreiben.
es: El protocolo, la autenticación y el comportamiento se gestionan mediante el ajuste predefinido. Cambia a «Totalmente personalizado» para sobrescribirlos.
fr: Le protocole, l’authentification et le comportement sont gérés par le préréglage. Passez à « Entièrement personnalisé » pour les remplacer.
hi: प्रोटोकॉल, प्रमाणीकरण और व्यवहार प्रीसेट द्वारा प्रबंधित होते हैं। इन्हें बदलने के लिए «पूरी तरह कस्टम» पर स्विच करें।
id: Protokol, autentikasi, dan perilaku dikelola oleh preset. Beralih ke «Sepenuhnya Kustom» untuk menimpanya.
ja: プロトコル、認証、動作はプリセットで管理されます。上書きするには「完全カスタム」に切り替えてください。
ko: 프로토콜, 인증 및 동작은 프리셋에서 관리됩니다. 재정의하려면 ‘완전 사용자 지정’으로 전환하세요.
pt_br: O protocolo, a autenticação e o comportamento são gerenciados pela predefinição. Mude para «Totalmente personalizado» para substituí-los.
ru: Протокол, аутентификация и поведение управляются предустановкой. Перейдите в режим «Полная настройка», чтобы переопределить их.
th: โปรโตคอล การยืนยันตัวตน และลักษณะการทำงานจัดการโดยค่าที่ตั้งไว้ล่วงหน้า สลับเป็น «กำหนดเองทั้งหมด» เพื่อแทนที่
tr: Protokol, kimlik doğrulama ve davranış ön ayar tarafından yönetilir. Geçersiz kılmak için «Tamamen Özel»e geçin.
vi: Giao thức, xác thực và hành vi do cấu hình cài sẵn quản lý. Chuyển sang «Tùy chỉnh hoàn toàn» để ghi đè.
zh_hans: 协议、认证方式和行为均由预设管理。切换到「完全自定义」可覆盖这些设置。
zh_hant: 協議、驗證方式和行為均由預設管理。切換到「完全自訂」可覆寫這些設定。

source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Unable to fetch, retry
ar: تعذّر الجلب، أعد المحاولة
de: Abruf fehlgeschlagen, erneut versuchen
es: No se pudo obtener, reintenta
fr: Récupération impossible, réessayez
hi: लाया नहीं जा सका, फिर से प्रयास करें
id: Gagal mengambil, coba lagi
ja: 取得できません。再試行してください
ko: 가져올 수 없습니다. 다시 시도하세요
pt_br: Não foi possível obter, tente de novo
ru: Не удалось получить, повторите
th: ดึงข้อมูลไม่สำเร็จ ลองอีกครั้ง
tr: Alınamadı, yeniden dene
vi: Không tải được, thử lại
zh_hans: 无法获取，请重试
zh_hant: 無法獲取，請重試

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
id: Tidak tersedia
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
vi: Không khả dụng
zh_hans: 暂无
zh_hant: 暫無

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत
id: Membuka
ja: 元に戻す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
th: เลิกทำ
tr: Geri al
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

source: Unencrypted local connection
ar: اتصال محلي غير مشفر
de: Unverschlüsselte lokale Verbindung
es: Conexión local sin cifrar
fr: Connexion locale non chiffrée
hi: अनएन्क्रिप्टेड स्थानीय कनेक्शन
id: Koneksi lokal tidak terenkripsi
ja: 暗号化されていないローカル接続
ko: 암호화되지 않은 로컬 연결
pt_br: Conexão local não criptografada
ru: Незашифрованное локальное подключение
th: การเชื่อมต่อภายในที่ไม่ได้เข้ารหัส
tr: Şifrelenmemiş yerel bağlantı
vi: Kết nối cục bộ không mã hóa
zh_hans: 未加密的本地连接
zh_hant: 未加密的本機連線

source: Unloaded
ar: غير محمّل
de: Nicht geladen
es: Sin cargar
fr: Non chargé
hi: लोड नहीं है
id: Belum dimuat
ja: 未読み込み
ko: 로드되지 않음
pt_br: Não carregado
ru: Не загружена
th: ยังไม่ได้โหลด
tr: Yüklü değil
vi: Chưa tải
zh_hans: 未加载
zh_hant: 未載入

source: Unverified
ar: غير مُتحقَّق منه
de: Nicht verifiziert
es: Sin verificar
fr: Non vérifié
hi: असत्यापित
id: Belum diverifikasi
ja: 未検証
ko: 미검증
pt_br: Não verificado
ru: Не проверено
th: ยังไม่ได้ตรวจสอบ
tr: Doğrulanmadı
vi: Chưa xác minh
zh_hans: 未验证
zh_hant: 未驗證

source: Upload images to chat
ar: رفع الصور إلى الدردشة
de: Bilder zum Chat hochladen
es: Subir imágenes al chat
fr: Téléverser des images au chat
hi: चैट में चित्र अपलोड करें
id: Unggah gambar ke obrolan
ja: チャットに画像をアップロード
ko: 채팅에 이미지 업로드
pt_br: Enviar imagens ao chat
ru: Загружать изображения в чат
th: อัปโหลดรูปภาพในแชท
tr: Sohbete resim yükle
vi: Tải ảnh lên trò chuyện
zh_hans: 支持上传图片
zh_hant: 支援上傳圖片

source: Usage:
ar: الاستهلاك:
de: Verbrauch:
es: Consumo:
fr: Utilisation:
hi: उपयोग:
id: Pemakaian:
ja: 使用額：
ko: 사용액:
pt_br: Consumo:
ru: Расход:
th: การใช้จ่าย:
tr: Kullanım:
vi: Mức dùng:
zh_hans: 消耗：
zh_hant: 消耗：

source: Use Private VPN
ar: استخدم VPN خاص
de: Privates VPN verwenden
es: Utilice VPN privada
fr: Utiliser un VPN privé
hi: निजी वीपीएन का उपयोग करें
id: Gunakan VPN Pribadi
ja: プライベート VPN を使用する
ko: 개인 VPN을 사용하세요
pt_br: Usar VPN privada
ru: Используйте частный VPN
th: ใช้ VPN ส่วนตัว
tr: Özel VPN Kullan
vi: Sử dụng VPN riêng tư
zh_hans: 使用私有 VPN
zh_hant: 使用私有 VPN

source: Use a key from console.x.ai, billed by usage.
ar: استخدم مفتاحًا من console.x.ai، مع الفوترة حسب الاستخدام.
de: Einen Schlüssel von console.x.ai verwenden, Abrechnung nach Verbrauch.
es: Usa una clave de console.x.ai, con cobro por uso.
fr: Utilisez une clé de console.x.ai, facturée à l'usage.
hi: console.x.ai से की का उपयोग करें, उपयोग के अनुसार बिलिंग।
id: Gunakan kunci dari console.x.ai, ditagih sesuai pemakaian.
ja: console.x.ai のキーを使用し、従量課金で利用します。
ko: console.x.ai의 키를 사용하며 사용량만큼 청구됩니다.
pt_br: Use uma chave do console.x.ai, cobrada por uso.
ru: Ключ с console.x.ai, оплата по использованию.
th: ใช้คีย์จาก console.x.ai คิดค่าบริการตามการใช้งาน
tr: console.x.ai'den bir anahtar kullan, kullanıma göre ücretlendirilir.
vi: Dùng khóa từ console.x.ai, tính phí theo mức sử dụng.
zh_hans: 使用 console.x.ai 的密钥，按用量计费。
zh_hant: 使用 console.x.ai 的金鑰，按用量計費。

source: Use a key from platform.openai.com, billed by usage.
ar: استخدم مفتاحًا من platform.openai.com، مع الفوترة حسب الاستخدام.
de: Einen Schlüssel von platform.openai.com verwenden, Abrechnung nach Verbrauch.
es: Usa una clave de platform.openai.com, con cobro por uso.
fr: Utilisez une clé de platform.openai.com, facturée à l'usage.
hi: platform.openai.com से की का उपयोग करें, उपयोग के अनुसार बिलिंग।
id: Gunakan kunci dari platform.openai.com, ditagih sesuai pemakaian.
ja: platform.openai.com のキーを使用し、従量課金で利用します。
ko: platform.openai.com의 키를 사용하며 사용량만큼 청구됩니다.
pt_br: Use uma chave do platform.openai.com, cobrada por uso.
ru: Ключ с platform.openai.com, оплата по использованию.
th: ใช้คีย์จาก platform.openai.com คิดค่าบริการตามการใช้งาน
tr: platform.openai.com'dan bir anahtar kullan, kullanıma göre ücretlendirilir.
vi: Dùng khóa từ platform.openai.com, tính phí theo mức sử dụng.
zh_hans: 使用 platform.openai.com 的密钥，按用量计费。
zh_hant: 使用 platform.openai.com 的金鑰，按用量計費。

source: Use a local, LAN, link-local, or supported private VPN address.
ar: استخدم عنوان VPN محليًا أو شبكة LAN أو ارتباطًا محليًا أو عنوان VPN خاصًا مدعومًا.
de: Verwenden Sie eine lokale, LAN-, Link-Local- oder unterstützte private VPN-Adresse.
es: Utilice una dirección VPN local, LAN, de enlace local o privada compatible.
fr: Utilisez une adresse VPN locale, LAN, lien-local ou privée prise en charge.
hi: स्थानीय, LAN, लिंक-स्थानीय, या समर्थित निजी वीपीएन पते का उपयोग करें।
id: Gunakan alamat VPN lokal, LAN, link-local, atau pribadi yang didukung.
ja: ローカル、LAN、リンクローカル、またはサポートされているプライベート VPN アドレスを使用します。
ko: 로컬, LAN, 링크-로컬 또는 지원되는 개인 VPN 주소를 사용하세요.
pt_br: Use um endereço local, LAN, link-local ou VPN privado compatível.
ru: Используйте локальный адрес, адрес локальной сети, локальный канал или поддерживаемый частный адрес VPN.
th: ใช้ท้องถิ่น, LAN, ลิงค์ท้องถิ่นหรือที่อยู่ VPN ส่วนตัวที่รองรับ
tr: Yerel, LAN, yerel bağlantı veya desteklenen özel bir VPN adresi kullanın.
vi: Sử dụng địa chỉ VPN cục bộ, LAN, liên kết cục bộ hoặc được hỗ trợ.
zh_hans: 请使用本机、局域网、链路本地或受支持的私有 VPN 地址。
zh_hant: 請使用本機、區域網路、連結本機或支援的私有 VPN 位址。

source: Use a supported private VPN address
ar: استخدام عنوان VPN خاص مدعوم
de: Unterstützte private VPN-Adresse verwenden
es: Usar una dirección VPN privada compatible
fr: Utiliser une adresse VPN privée prise en charge
hi: समर्थित निजी VPN पता इस्तेमाल करें
id: Gunakan alamat VPN privat yang didukung
ja: 対応するプライベート VPN アドレスを使用
ko: 지원되는 사설 VPN 주소 사용
pt_br: Usar um endereço de VPN privada compatível
ru: Использовать поддерживаемый адрес частной VPN
th: ใช้ที่อยู่ VPN ส่วนตัวที่รองรับ
tr: Desteklenen özel VPN adresini kullan
vi: Dùng địa chỉ VPN riêng được hỗ trợ
zh_hans: 使用受支持的私有 VPN 地址
zh_hant: 使用支援的私人 VPN 位址
